;; -*- no-byte-compile: t; -*-
(package! hungry-delete)
(package! flymake-json)
(package! dimmer)
(package! beacon)
(package! golden-ratio)
(package! imenu-list)
(package! helm-tramp)
(package! visual-fill-column)
(package! company-tabnine)
(package! awesome-pair :recipe (:host github :repo "manateelazycat/awesome-pair"))
(package! maple-iedit :recipe (:host github :repo "honmaple/emacs-maple-iedit"))
(package! maple-explorer :recipe (:host github :repo "honmaple/emacs-maple-explorer"))
(package! lsp-haskell :recipe (:host github :repo "emacs-lsp/lsp-haskell"))
(package! company-box)
(package! company-posframe)
(package! company-quickhelp)
(package! highlight-sexp :recipe (:host github :repo "daimrod/highlight-sexp"))
(package! git-gutter)
