;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el
(package! dap-mode)
(package! imenu-list)
(package! lsp-haskell)
(package! highlight-symbol)
(package! highlight-blocks)
(package! highlight-escape-sequences
   :recipe (:host github :repo "hlissner/highlight-escape-sequences"))
(package! company-flx)
(package! company-quickhelp)
(package! company-tabnine)
(package! dimmer)
(package! focus)
(package! undo-tree)
(package! deadgrep)
(package! iedit)
